Revit 2027 API
ParameterTypeId.RbsElecPanelBranchCircuitApparentLoadPhasea Property
 "Branch Circuit Apparent Power Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelBranchCircuitApparentLoadPhasea { get; }
Public Shared ReadOnly Property RbsElecPanelBranchCircuitApparentLoadPhasea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelBranchCircuitApparentLoadPhasea {
	ForgeTypeId^ get ();
}
static member RbsElecPanelBranchCircuitApparentLoadPhasea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace